export const initialState = {
  approvedNews: [
    {
      id: 1,
      title: "Новость 1",
      text: "Описание новости 1",
      date: "01.01.2001",
    },
    {
      id: 2,
      title: "Новость 2",
      text: "Описание новости 2",
      date: "02.02.2002",
    },
    {
      id: 3,
      title: "Новость 3",
      text: "Описание новости 3",
      date: "03.03.2003",
    },
    {
      id: 4,
      title: "Новость 4",
      text: "Описание новости 4",
      date: "04.04.2004",
    },
    {
      id: 5,
      title: "Новость 5",
      text: "Описание новости 5",
      date: "05.05.2005",
    },
    {
      id: 6,
      title: "Новость 6",
      text: "Описание новости 6",
      date: "06.06.2006",
    },
    {
      id: 7,
      title: "Новость 7",
      text: "Описание новости 7",
      date: "07.07.2007",
    },
    {
      id: 8,
      title: "Новость 8",
      text: "Описание новости 8",
      date: "08.08.2008",
    },
    {
      id: 9,
      title: "Новость 9",
      text: "Описание новости 9",
      date: "09.09.2009",
    },
  ],
  notApprovedNews: [
    {
      id: 10,
      title: "Новость 10",
      text: "Описание новости 10",
      date: "01.01.2001",
    },
    {
      id: 12,
      title: "Новость 12",
      text: "Описание новости 12",
      date: "02.02.2002",
    },
    {
      id: 13,
      title: "Новость 13",
      text: "Описание новости 13",
      date: "03.03.2003",
    },
    {
      id: 14,
      title: "Новость 14",
      text: "Описание новости 14",
      date: "04.04.2004",
    },
    {
      id: 15,
      title: "Новость 15",
      text: "Описание новости 15",
      date: "05.05.2005",
    },
    {
      id: 16,
      title: "Новость 16",
      text: "Описание новости 16",
      date: "06.06.2006",
    },
    {
      id: 17,
      title: "Новость 17",
      text: "Описание новости 17",
      date: "07.07.2007",
    },
    {
      id: 18,
      title: "Новость 18",
      text: "Описание новости 18",
      date: "08.08.2008",
    },
    {
      id: 19,
      title: "Новость 19",
      text: "Описание новости 19",
      date: "09.09.2009",
    },
  ],
};
